---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DirectContext3D.DirectContext3DHandleOverrides
source: html/8d3a2a68-0f85-e823-426f-b70133b0422f.htm
---
# DirectContext3DHandleOverrides Members

Assigns values of the source overrides to this object.